Repository: zeroman27/FluffyFlash
Catalog: FluffyFlash/Fluffy Flash/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, zh_hans

source: — Done: %@
ar: - منتهي: ٪@
es: - Hecho: %@
fr: - Fait: %@
hi: - हो गया: %@
zh_hans: - 完毕： ％@

source: [1/7] Erasing as MS-DOS (FAT32), volume label %@…
ar: [1/7] المحو كـ MS-DOS (FAT32)، تسمية المجلد %@...
es: [1/7] Borrando como MS-DOS (FAT32), etiqueta de volumen %@…
fr: [1/7] Effacement sous MS-DOS (FAT32), étiquette de volume %@…
hi: [1/7] MS-DOS (FAT32) के रूप में मिटाया जा रहा है, वॉल्यूम लेबल %@…
zh_hans: [1/7] 擦除为 MS-DOS (FAT32)，卷标 %@...

source: [2/7] Waiting for USB to mount…
ar: [2/7] في انتظار تثبيت USB...
hi: [2/7] यूएसबी माउंट होने की प्रतीक्षा की जा रही है...
zh_hans: [2/7] 等待 USB 安装...

source: [3/7] Mounting ISO (read-only)…
ar: [3/7] جارٍ تركيب ISO (للقراءة فقط)…
es: [3/7] Montaje ISO (solo lectura)…
fr: [3/7] Montage ISO (lecture seule)…
hi: [3/7] आईएसओ स्थापित करना (केवल पढ़ने के लिए)…
zh_hans: [3/7]安装ISO（只读）...

source: [3b/7] Checking file sizes (FAT32 ≤ ~4 GiB per file)…
ar: [3b/7] التحقق من أحجام الملفات (FAT32 ≥ ~4 جيجا بايت لكل ملف)...
es: [3b/7] Comprobando el tamaño de los archivos (FAT32 ≤ ~4 GiB por archivo)…
fr: [3b/7] Vérification de la taille des fichiers (FAT32 ≤ ~4 Gio par fichier)…
hi: [3बी/7] फ़ाइल आकार की जाँच की जा रही है (FAT32 ≤ ~4 GiB प्रति फ़ाइल)…
zh_hans: [3b/7] 检查文件大小（FAT32 ≤ 每个文件 ~4 GiB）...

source: [3c/7] USB free space vs copy size (without install.wim/esd)…
ar: [3c/7] مساحة USB الخالية مقابل حجم النسخة (بدون install.wim/esd)...
es: [3c/7] Espacio libre en USB vs tamaño de copia (sin install.wim/esd)…
fr: [3c/7] Espace libre USB par rapport à la taille de la copie (sans install.wim/esd)…
hi: [3सी/7] यूएसबी मुक्त स्थान बनाम कॉपी आकार (इंस्टॉल.wim/esd के बिना)…

source: [3d/7] Locating wimlib-imagex…
ar: [3d/7] تحديد موقع wimlib-imagex...
es: [3d/7] Localizando wimlib-imagex…
fr: [3d/7] Localisation de wimlib-imagex…

source: [4/7] Copying files (no rsync; install.wim/esd skipped — split next)…
ar: [4/7] نسخ الملفات (لا يوجد rsync؛ تم تخطي install.wim/esd - التقسيم التالي)...
fr: [4/7] Copie de fichiers (pas de rsync ; install.wim/esd ignoré - fractionné ensuite)…
hi: [4/7] फ़ाइलें कॉपी की जा रही हैं (कोई rsync नहीं; install.wim/esd छोड़ दिया गया - अगला विभाजित करें)…
zh_hans: [4/7] 复制文件（无 rsync；跳过 install.wim/esd — 接下来拆分）...

source: [5/7] Splitting %@ (wimlib split)…
ar: [5/7] تقسيم %@ (تقسيم wimlib)…
es: [5/7] Dividiendo %@ (división de wimlib)…
fr: [5/7] Fractionnement %@ (split wimlib)…
hi: [5/7] विभाजन %@ (विमलिब विभाजन)…

source: [6/7] Detaching ISO volume…
ar: [6/7] جارٍ فصل حجم ISO...
es: [6/7] Desconectar el volumen ISO...
hi: [6/7] आईएसओ वॉल्यूम अलग किया जा रहा है…
zh_hans: [6/7] 正在分离 ISO 卷...

source: [7/7] Sync and eject USB…
ar: [7/7] مزامنة وإخراج USB…
es: [7/7] Sincronizar y expulsar USB...
hi: [7/7] यूएसबी को सिंक करें और निकालें...
zh_hans: [7/7] 同步并弹出 USB...

source: Action (ISO only)
ar: الإجراء (ISO فقط)
es: Acción (solo ISO)
fr: Action (ISO uniquement)
hi: कार्रवाई (केवल आईएसओ)
zh_hans: 动作（仅限 ISO）

source: Actions
ar: إجراءات
es: Acciones
hi: कार्रवाइयाँ
zh_hans: 操作

source: After a UUP download finishes, folders appear here — you can build an ISO from them.
ar: بعد انتهاء تنزيل UUP، تظهر المجلدات هنا - يمكنك إنشاء ملف ISO منها.
es: Una vez finalizada la descarga de UUP, las carpetas aparecen aquí; puede crear una ISO a partir de ellas.
fr: Une fois le téléchargement UUP terminé, les dossiers apparaissent ici – vous pouvez créer une image ISO à partir d’eux.
hi: यूयूपी डाउनलोड समाप्त होने के बाद, फ़ोल्डर्स यहां दिखाई देते हैं - आप उनसे आईएसओ बना सकते हैं।
zh_hans: UUP 下载完成后，文件夹将出现在此处 — 您可以从中构建 ISO。

source: App language
ar: لغة التطبيق
es: Idioma de la app
fr: Langue de l’app
hi: ऐप की भाषा
zh_hans: 应用语言

source: Arabic
ar: العربية
es: Árabe
fr: Arabe
hi: अरबी
zh_hans: 阿拉伯语

source: Architecture
ar: البنية
es: Arquitectura
hi: आर्किटेक्चर
zh_hans: 体系结构

source: Bootable media for UEFI PCs: ISO, one or more removable drives, erase confirmation.
ar: الوسائط القابلة للتمهيد لأجهزة الكمبيوتر التي تعمل بنظام UEFI: ISO، واحد أو أكثر من محركات الأقراص القابلة للإزالة، مسح التأكيد.
es: Medios de arranque para PC UEFI: ISO, una o más unidades extraíbles, confirmación de borrado.
fr: Support de démarrage pour PC UEFI : ISO, un ou plusieurs lecteurs amovibles, confirmation d'effacement.
hi: यूईएफआई पीसी के लिए बूट करने योग्य मीडिया: आईएसओ, एक या अधिक हटाने योग्य ड्राइव, पुष्टिकरण मिटा दें।
zh_hans: UEFI PC 的可启动介质：ISO、一个或多个可移动驱动器、擦除确认。

source: Browse builds
ar: استعراض البنيات
es: Explorar compilaciones
fr: Parcourir les builds
hi: बिल्ड ब्राउज़ करें
zh_hans: 浏览版本

source: Build
ar: البنية
es: Compilación
hi: बिल्ड
zh_hans: 版本

source: Build .iso from UUP
ar: بناء .iso من UUP
es: Construya .iso desde UUP
fr: Construire .iso à partir d'UUP
hi: UUP से .iso बनाएँ
zh_hans: 从 UUP 构建 .iso

source: Build %@
ar: يبني ٪@
es: Construir %@
fr: Construire %@
hi: निर्माण %@
zh_hans: 建造 ％@

source: Build catalog
ar: بناء كتالوج
es: Crear catálogo
fr: Créer un catalogue
hi: कैटलॉग बनाएं
zh_hans: 建立目录

source: Build ISO
ar: إنشاء ISO
es: Crear ISO
fr: Créer l’ISO
hi: ISO बनाएँ
zh_hans: 生成 ISO

source: Building image…
ar: بناء الصورة…
es: Imagen del edificio…
fr: Construire une image…
hi: छवि निर्माण…
zh_hans: 树立形象…

source: Building ISO…
ar: جارٍ إنشاء ISO…
es: Creando ISO…
fr: Création de l’ISO…
hi: ISO बन रहा है…
zh_hans: 正在生成 ISO…

source: Cache
ar: ذاكرة التخزين المؤقت
es: Caché
hi: कैश
zh_hans: 缓存

source: Cache & ISO
ar: ذاكرة التخزين المؤقت وISO
es: Caché e ISO
fr: Cache et ISO
hi: कैश और ISO
zh_hans: 缓存与 ISO

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
zh_hans: 取消

source: Catalog & download
ar: الكتالوج والتنزيل
es: Catálogo y descarga
fr: Catalogue et téléchargement
hi: कैटलॉग और डाउनलोड करें
zh_hans: 目录及下载

source: Change on Source…
ar: التغيير في المصدر…
es: Cambiar en Origen…
fr: Modifier dans Source…
hi: स्रोत पर बदलें…
zh_hans: 在来源中更改…

source: Channel
ar: القناة
es: Canal
fr: Canal
hi: चैनल
zh_hans: 渠道

source: Checking dependencies…
ar: جارٍ التحقق من التبعيات...
es: Comprobando dependencias...
fr: Vérification des dépendances…
hi: निर्भरता की जाँच की जा रही है...
zh_hans: 检查依赖关系...

source: Chinese (Simplified)
ar: الصينية (المبسّطة)
es: Chino (simplificado)
fr: Chinois (simplifié)
hi: चीनी (सरलीकृत)
zh_hans: 简体中文

source: chntpw (Apple Silicon: brew tap minacle/chntpw && brew install minacle/chntpw/chntpw)
ar: chntpw (Apple Silicon: Brew Tap Minacle/chntpw && Brere Install Minacle/chntpw/chntpw)
es: chntpw (Apple Silicon: grifo de preparación minacle/chntpw && instalación de preparación minacle/chntpw/chntpw)
hi: सीएचएनटीपीडब्ल्यू (एप्पल सिलिकॉन: ब्रू टैप मिनेकल/सीएचएनटीपीडब्ल्यू && ब्रू इंस्टाल मिनेकल/सीएचएनटीपीडब्ल्यू/सीएचएनटीपीडब्ल्यू)

source: Choose a build on Source, select USB on Media, then Run all.
ar: اختر نسخة في المصدر، وUSB في الوسيط، ثم شغّل الكل.
es: Elija una compilación en Origen, seleccione USB en Medio y pulse Ejecutar todo.
fr: Choisissez une build dans Source, l’USB dans Support, puis Tout exécuter.
hi: स्रोत पर बिल्ड चुनें, मीडिया पर USB चुनें, फिर सब चलाएँ।
zh_hans: 在“来源”选择版本，在“介质”选择 USB，然后点“全部运行”。

source: Choose a Windows build from the UUPDump catalog. The installable .iso file is assembled on the next step — Cache & ISO — after the UUP payload is on disk.
ar: اختر إصدار Windows من كتالوج UUPDump. يتم تجميع ملف .iso القابل للتثبيت في الخطوة التالية - ذاكرة التخزين المؤقت وISO - بعد أن تكون حمولة UUP على القرص.
es: Elija una compilación de Windows del catálogo UUPDump. El archivo .iso instalable se ensambla en el siguiente paso (Caché e ISO) después de que la carga útil UUP esté en el disco.
fr: Choisissez une version Windows dans le catalogue UUPDump. Le fichier .iso installable est assemblé à l'étape suivante (Cache et ISO) une fois la charge utile UUP sur le disque.
hi: UUPDump कैटलॉग से एक विंडोज़ बिल्ड चुनें। यूयूपी पेलोड डिस्क पर होने के बाद इंस्टॉल करने योग्य .iso फ़ाइल को अगले चरण - कैश और आईएसओ - पर इकट्ठा किया जाता है।
zh_hans: 从 UUPDump 目录中选择 Windows 版本。 UUP 有效负载位于磁盘上后，可安装的 .iso 文件将在下一步（缓存和 ISO）中进行组装。

source: Choose an installer image with a sources folder and install.wim or install.esd. For Run all, the ISO is built automatically.
ar: اختر صورة المثبت مع مجلد المصادر ثم install.wim أو install.esd. بالنسبة إلى تشغيل الكل، يتم إنشاء ملف ISO تلقائيًا.
es: Elija una imagen del instalador con una carpeta de fuentes e install.wim o install.esd. Para Ejecutar todo, la ISO se crea automáticamente.
fr: Choisissez une image d'installation avec un dossier sources et install.wim ou install.esd. Pour Run all, l’ISO est construit automatiquement.
hi: सोर्स फ़ोल्डर के साथ एक इंस्टॉलर छवि चुनें और install.wim या install.esd करें। रन ऑल के लिए, ISO स्वचालित रूप से निर्मित होता है।
zh_hans: 选择带有源文件夹和 install.wim 或 install.esd 的安装程序映像。对于全部运行，ISO 是自动构建的。

source: Choose ISO…
ar: اختر ايزو...
es: Elija ISO...
fr: Choisissez ISO…
hi: आईएसओ चुनें…
zh_hans: 选择 ISO...

source: Clear log
ar: مسح السجل
es: Borrar registro
fr: Effacer le journal
hi: लॉग साफ करें
zh_hans: 清除日志

source: Configure & cache
ar: تهيئة والتخزين المؤقت
es: Configurar y caché
fr: Configurer et cache
hi: कॉन्फ़िगर और कैश
zh_hans: 配置与缓存

source: Confirm a build and load download options to see language and edition here.
ar: قم بتأكيد خيارات الإنشاء والتنزيل لرؤية اللغة والإصدار هنا.
es: Confirme una compilación y cargue las opciones de descarga para ver el idioma y la edición aquí.
fr: Confirmez une version et chargez les options de téléchargement pour voir la langue et l'édition ici.
hi: यहां भाषा और संस्करण देखने के लिए बिल्ड और लोड डाउनलोड विकल्पों की पुष्टि करें।
zh_hans: 确认构建并加载下载选项以在此处查看语言和版本。

source: Confirm selection & load options
ar: تأكيد التحديد وخيارات التحميل
es: Confirmar selección y cargar opciones
fr: Confirmer la sélection et charger les options
hi: चयन और लोड विकल्पों की पुष्टि करें
zh_hans: 确认选择和加载选项

source: Confirm your build and load download options before downloading.
ar: قم بتأكيد خيارات البناء والتحميل الخاصة بك قبل التنزيل.
es: Confirme sus opciones de descarga de compilación y carga antes de descargar.
fr: Confirmez votre build et chargez les options de téléchargement avant de télécharger.
hi: डाउनलोड करने से पहले अपने निर्माण और लोड डाउनलोड विकल्पों की पुष्टि करें।
zh_hans: 下载前确认您的构建并加载下载选项。

source: Connect a USB drive and refresh.
ar: قم بتوصيل محرك أقراص USB وقم بالتحديث.
es: Conecte una unidad USB y actualice.
fr: Connectez une clé USB et actualisez.
hi: USB ड्राइव कनेक्ट करें और रीफ़्रेश करें.
zh_hans: 连接 USB 驱动器并刷新。

source: Connect a USB drive and tap Refresh list. Internal disks are hidden.
ar: قم بتوصيل محرك أقراص USB وانقر فوق تحديث القائمة. الأقراص الداخلية مخفية.
es: Conecte una unidad USB y toque Actualizar lista. Los discos internos están ocultos.
fr: Connectez une clé USB et appuyez sur Actualiser la liste. Les disques internes sont masqués.
hi: USB ड्राइव कनेक्ट करें और रीफ़्रेश सूची टैप करें। आंतरिक डिस्क छिपी हुई हैं.
zh_hans: 连接 USB 驱动器并点击刷新列表。内部磁盘被隐藏。

source: Conversion canceled.
ar: تم إلغاء التحويل.
es: Conversión cancelada.
fr: Conversion annulée.
hi: रूपांतरण रद्द किया गया.
zh_hans: 转换已取消。

source: convert.sh was not found in the app bundle.
ar: لم يتم العثور على تحويل.sh في حزمة التطبيق.
es: convert.sh no se encontró en el paquete de la aplicación.
fr: convert.sh n'a pas été trouvé dans l'ensemble d'applications.
hi: ऐप बंडल में Convert.sh नहीं मिला।
zh_hans: 在应用程序包中找不到convert.sh。

source: Converter output · \(key)
ar: إخراج المحول · \(مفتاح)
es: Salida del convertidor · \(clave)
fr: Sortie du convertisseur · \(clé)
hi: कनवर्टर आउटपुट · \(कुंजी)
zh_hans: 转换器输出·\（键）

source: Converter sources (uup-dump)
ar: مصادر المحول (uup-dump)
es: Fuentes del convertidor (uup-dump)
fr: Convertisseur de sources (uup-dump)
hi: कनवर्टर स्रोत (यूयूपी-डंप)
zh_hans: 转换器源 (uup-dump)

source: Copied
ar: تم النسخ
es: Copiado
fr: Copié
hi: कॉपी किया गया
zh_hans: 已复制

source: Copy log
ar: نسخ السجل
es: Copiar registro
fr: Copier le journal
hi: लॉग कॉपी करें
zh_hans: 复制日志

source: Copying: %@/ …
ar: النسخ: %@/ …
es: Copiando: %@/…
fr: Copie : %@/ …
hi: प्रतिलिपि बनाना: %@/…
zh_hans: 复制：%@/ …

source: Could not copy “%@”: %@
ar: تعذر نسخ "%@": %@
es: No se pudo copiar “%@”: %@
fr: Impossible de copier « %@ » : %@
hi: की नकल नहीं कर सकता "%@": %@
zh_hans: 无法复制“%@”：%@

source: Could not determine mount point for %@
ar: تعذر تحديد نقطة التثبيت لـ %@
es: No se pudo determinar el punto de montaje para %@
fr: Impossible de déterminer le point de montage pour %@
hi: %@ के लिए आरोह बिंदु निर्धारित नहीं किया जा सका
zh_hans: 无法确定 %@ 的安装点

source: Could not launch process: %@
ar: تعذر تشغيل العملية: %@
es: No se pudo iniciar el proceso: %@
fr: Impossible de lancer le processus : %@
hi: प्रक्रिया लॉन्च नहीं हो सकी: %@
zh_hans: 无法启动进程：%@

source: Create USB
ar: إنشاء USB
es: Crear USB
fr: Créer une clé USB
hi: USB बनाएँ
zh_hans: 创建 USB

source: Current UUP download
ar: تنزيل UUP الحالي
es: Descarga actual de UUP
fr: Téléchargement UUP actuel
zh_hans: 当前 UUP 下载

source: Data on selected USB drives will be erased
ar: سيتم مسح البيانات الموجودة على محركات أقراص USB المحددة
es: Se borrarán los datos de las unidades USB seleccionadas
fr: Les données sur les clés USB sélectionnées seront effacées
zh_hans: 选定 USB 驱动器上的数据将被删除

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएँ
zh_hans: 删除

source: Device %@ is already being written.
ar: الجهاز %@ قيد الكتابة بالفعل.
es: El dispositivo %@ ya se está escribiendo.
fr: Le périphérique %@ est déjà en cours d'écriture.

source: Device: %@ — %@
ar: جهاز: ٪@ - ٪@
es: Dispositivo: %@ - %@
fr: Appareil: %@ - %@
hi: उपकरण: %@ - %@
zh_hans: 设备： ％@ - ％@

source: Done: files at %@
ar: تم: الملفات في %@
es: Listo: archivos en %@
fr: Terminé : fichiers à %@
hi: हो गया: %@ पर फ़ाइलें
zh_hans: 完成：文件位于 %@

source: Done: image written to the selected drives.
ar: تم: صورة مكتوبة على محركات الأقراص المحددة.
fr: Terminé : image écrite sur les lecteurs sélectionnés.
hi: हो गया: चयनित ड्राइव पर छवि लिखी गई।
zh_hans: 完成：将映像写入选定的驱动器。

source: Done.
ar: تم.
es: Listo.
fr: Terminé.
hi: हो गया।
zh_hans: 完成。

source: Done. You can unplug the drive and use it to install Windows.
ar: منتهي. يمكنك فصل محرك الأقراص واستخدامه لتثبيت Windows.
es: Hecho. Puede desconectar la unidad y utilizarla para instalar Windows.
zh_hans: 完毕。您可以拔下驱动器并使用它来安装 Windows。

source: Download canceled.
ar: تم إلغاء التنزيل.
es: Descarga cancelada.
fr: Téléchargement annulé.
hi: डाउनलोड रद्द कर दिया गया.
zh_hans: 下载已取消。

source: Download options
ar: خيارات التنزيل
es: Opciones de descarga
fr: Options de téléchargement
hi: विकल्प डाउनलोड करें
zh_hans: 下载选项

source: Download UUP for a single build, or switch to Full flow for a guided path to USB.
ar: نزّل UUP لنسخة واحدة، أو انتقل إلى التدفق الكامل بمسار موجّه إلى USB.
es: Descarga UUP para una sola compilación, o cambia a Flujo completo para una ruta guiada hasta USB.
fr: Téléchargez l’UUP pour une seule build, ou passez au flux complet pour un chemin guidé vers la clé USB.
hi: एक बिल्ड के लिए UUP डाउनलोड करें, या USB तक मार्गदर्शन के लिए फुल फ़्लो पर जाएँ।
zh_hans: 下载单个版本的 UUP，或切换到“完整流程”以引导至 USB。

source: Download UUP to cache
ar: قم بتنزيل UUP إلى ذاكرة التخزين المؤقت
es: Descargar UUP al caché
fr: Téléchargez UUP dans le cache
hi: कैश करने के लिए यूयूपी डाउनलोड करें
zh_hans: 下载UUP到缓存

source: Downloading UUP…
ar: جارٍ تنزيل UUP…
es: Descargando UUP…
fr: Téléchargement UUP…
hi: UUP डाउनलोड…
zh_hans: 正在下载 UUP…

source: Downloading: %@ of %@
ar: التنزيل: %@ من %@
es: Descargando: %@ de %@
fr: Téléchargement : %@ sur %@
hi: डाउनलोडिंग: %@ में से %@
zh_hans: 正在下载：%@（共 %@）

source: Downloading…
ar: جارٍ التنزيل…
es: Descargando…
fr: Téléchargement…
hi: डाउनलोड हो रहा है…
zh_hans: 正在下载…

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hi: डाउनलोड
zh_hans: 下载内容

source: Each drive is formatted as FAT32 (volume label WINSETUP) and receives the Windows installer. Requires install.wim or install.esd and wimlib-imagex (brew install wimlib).
ar: يتم تنسيق كل محرك أقراص بتنسيق FAT32 (تسمية وحدة التخزين WINSETUP) ويتلقى مثبت Windows. يتطلب install.wim أو install.esd وwimlib-imagex (تثبيت الشراب wimlib).
es: Cada unidad está formateada como FAT32 (etiqueta de volumen WINSETUP) y recibe el instalador de Windows. Requiere install.wim o install.esd y wimlib-imagex (brew install wimlib).
fr: Chaque disque est formaté en FAT32 (nom de volume WINSETUP) et reçoit le programme d'installation de Windows. Nécessite install.wim ou install.esd et wimlib-imagex (brew install wimlib).
hi: प्रत्येक ड्राइव को FAT32 (वॉल्यूम लेबल WinSETUP) के रूप में स्वरूपित किया जाता है और Windows इंस्टॉलर प्राप्त होता है। install.wim या install.esd और wimlib-imagex (brew install wimlib) की आवश्यकता है।

source: Edition
ar: الإصدار
es: Edición
fr: Édition
hi: संस्करण
zh_hans: 版本

source: Embedded toolchain found — Homebrew is not required for conversion.
ar: تم العثور على سلسلة أدوات مضمنة - برنامج Homebrew غير مطلوب للتحويل.
es: Se encontró una cadena de herramientas integrada: no se requiere Homebrew para la conversión.
fr: Chaîne d'outils intégrée trouvée – Homebrew n'est pas requis pour la conversion.
hi: एंबेडेड टूलचेन मिला - रूपांतरण के लिए होमब्रू की आवश्यकता नहीं है।
zh_hans: 找到嵌入式工具链 - 转换不需要 Homebrew。

source: English
ar: الإنجليزية
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
zh_hans: 英语

source: Erase and update
ar: محو وتحديث
es: Borrar y actualizar
fr: Effacer et mettre à jour
hi: मिटाएँ और अद्यतन करें
zh_hans: 删除并更新

source: Erase and write
ar: مسح والكتابة
es: Borrar y grabar
fr: Effacer et écrire
hi: मिटाकर लिखें
zh_hans: 抹掉并写入

source: Erase and write?
ar: مسح والكتابة؟
es: ¿Borrar y grabar?
fr: Effacer et écrire ?
hi: मिटाकर लिखें?
zh_hans: 抹掉并写入？

source: Error: %@
ar: خطأ: %@
fr: Erreur : %@
hi: त्रुटि: %@
zh_hans: 错误：%@

source: FAT32 (WINSETUP) will be applied and Windows setup files will be written.
ar: سيتم تطبيق FAT32 (WINSETUP) وستتم كتابة ملفات إعداد Windows.
es: Se aplicará FAT32 (WINSETUP) y se escribirán los archivos de instalación de Windows.
fr: FAT32 (WINSETUP) sera appliqué et les fichiers d'installation de Windows seront écrits.
hi: FAT32 (WINSETUP) लागू किया जाएगा और Windows सेटअप फ़ाइलें लिखी जाएंगी।
zh_hans: 将应用 FAT32 (WINSETUP) 并写入 Windows 安装文件。

source: Fetching the build list from UUPDump.
ar: جلب قائمة البناء من UUPDump.
es: Obteniendo la lista de compilación de UUPDump.
fr: Récupération de la liste de construction à partir de UUPDump.
hi: UUPDump से बिल्ड सूची प्राप्त की जा रही है।
zh_hans: 从 UUPDump 获取构建列表。

source: Filters
ar: عوامل التصفية
es: Filtros
fr: Filtres
hi: फ़िल्टर
zh_hans: 筛选

source: Fluffy Flash drives
ar: محركات Fluffy Flash
es: unidades Fluffy Flash
fr: Disques Fluffy Flash
hi: Fluffy Flash ड्राइव
zh_hans: Fluffy Flash 驱动器

source: Found %@ on a mounted volume. Build detection without this file is not guaranteed.
ar: تم العثور على %@ على وحدة تخزين مثبتة. لا يمكن ضمان اكتشاف البناء بدون هذا الملف.
es: Encontrado %@ en un volumen montado. No se garantiza la detección de compilaciones sin este archivo.
fr: %@ trouvé sur un volume monté. La détection des builds sans ce fichier n'est pas garantie.
hi: माउंटेड वॉल्यूम पर %@ मिला। इस फ़ाइल के बिना बिल्ड डिटेक्शन की गारंटी नहीं है।
zh_hans: 在已安装的卷上找到 %@。如果没有此文件，则无法保证构建检测。

source: French
ar: الفرنسية
es: Francés
fr: Français
hi: फ़्रेंच
zh_hans: 法语

source: Full flow to USB
ar: التدفق الكامل إلى USB
es: Flujo completo a USB
fr: Flux complet vers USB
hi: USB में पूर्ण प्रवाह
zh_hans: 完全流向USB

source: hdiutil: could not parse output.
ar: hdiutil: لا يمكن تحليل الإخراج.
fr: hdiutil : impossible d'analyser la sortie.
hi: hdiutil: आउटपुट को पार्स नहीं कर सका।

source: hdiutil: no mount point in plist.
ar: hdiutil: لا توجد نقطة تحميل في plist.
hi: hdiutil: प्लिस्ट में कोई माउंट पॉइंट नहीं।
zh_hans: hdiutil：plist 中没有安装点。

source: Hebrew
ar: العبرية
es: Hebreo
fr: Hébreu
hi: हिब्रू
zh_hans: 希伯来语

source: Hindi
ar: الهندية
hi: हिन्दी
zh_hans: 印地语

source: In progress
ar: قيد التنفيذ
es: En curso
fr: En cours
hi: प्रगति पर
zh_hans: 进行中

source: Interface language for this app.
ar: لغة واجهة هذا التطبيق.
es: Idioma de la interfaz de esta aplicación.
fr: Langue de l’interface de cette application.
hi: इस ऐप की इंटरफ़ेस भाषा।
zh_hans: 本应用的界面语言。

source: Invalid UUPDump response (missing response field). Check the network and try again.
ar: استجابة UUPDump غير صالحة (حقل الاستجابة مفقود). تحقق من الشبكة وحاول مرة أخرى.
es: Respuesta de UUPDump no válida (falta campo de respuesta). Verifique la red y vuelva a intentarlo.
fr: Réponse UUPDump non valide (champ de réponse manquant). Vérifiez le réseau et réessayez.
hi: अमान्य UUPDump प्रतिक्रिया (अनुपलब्ध प्रतिक्रिया फ़ील्ड)। नेटवर्क जांचें और पुनः प्रयास करें.
zh_hans: UUPDump 响应无效（缺少响应字段）。检查网络并重试。

source: ISO build
ar: بناء ايزو
es: compilación ISO
fr: Construction ISO
hi: आईएसओ निर्माण
zh_hans: ISO 版本

source: ISO build output
ar: ISO بناء الإخراج
es: Salida de compilación ISO
fr: Sortie de construction ISO
hi: आईएसओ बिल्ड आउटपुट
zh_hans: ISO 构建输出

source: ISO image
ar: صورة ISO
es: Imagen ISO
fr: Image ISO
hi: ISO इमेज
zh_hans: ISO 映像

source: ISO volume: %@
ar: حجم ISO: %@
es: Volumen ISO: %@
fr: Volume ISO : %@
hi: आईएसओ वॉल्यूम: %@
zh_hans: ISO 卷：%@

source: ISO: %@
ar: الآيزو: %@
hi: आईएसओ: %@
zh_hans: 国际标准化组织：%@

source: Language
ar: اللغة
es: Idioma
fr: Langue
hi: भाषा
zh_hans: 语言

source: Last ISO build
ar: الإصدار الأخير من ISO
es: Última compilación ISO
fr: Dernière version ISO

source: Load a build on Source to see language and edition names here.
ar: حمّل نسخة في المصدر لعرض اللغة والإصدار هنا.
es: Carga una compilación en Origen para ver aquí el idioma y la edición.
fr: Chargez une build dans Source pour voir ici la langue et l’édition.
hi: भाषा और संस्करण यहाँ देखने के लिए स्रोत पर बिल्ड लोड करें।
zh_hans: 在来源加载版本后即可在此查看语言和版本名称。

source: Load options
ar: خيارات التحميل
es: Opciones de carga
fr: Options de chargement
hi: विकल्प लोड करें
zh_hans: 加载选项

source: Loading catalog…
ar: جارٍ تحميل الكتالوج…
es: Cargando catálogo…
fr: Chargement du catalogue…
hi: कैटलॉग लोड हो रहा है...
zh_hans: 正在加载目录...

source: Loading…
ar: تحميل…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है...
zh_hans: 加载中…

source: Log
ar: السجل
es: Registro
fr: Journal
hi: लॉग
zh_hans: 日志

source: Media
ar: الوسائط
es: Medios
fr: Support
hi: मीडिया
zh_hans: 介质

source: Metadata written: %@
ar: البيانات الوصفية المكتوبة: %@
fr: Métadonnées écrites : %@

source: Missing tools: %@. Release builds bundle them under Resources/Tools/bin. Or install manually: brew install aria2 cabextract wimlib cdrtools and chntpw (see README).
ar: الأدوات المفقودة: %@. يتم تجميع إصدارات الإصدار ضمن الموارد/الأدوات/الحاوية. أو قم بالتثبيت يدويًا: قم بتثبيت aria2 cabextract wimlib cdrtools وchntpw (انظر التمهيد).
es: Herramientas faltantes: %@. Las versiones de lanzamiento las agrupan en Recursos/Herramientas/bin. O instálelo manualmente: brew install aria2 cabextract wimlib cdrtools y chntpw (consulte README).
fr: Outils manquants : %@. Les versions de version les regroupent sous Ressources/Outils/bin. Ou installez manuellement : Brew Install aria2 cabextract wimlib cdrtools et chntpw (voir README).
hi: अनुपलब्ध उपकरण: %@. रिलीज़ बिल्ड उन्हें संसाधन/टूल्स/बिन के अंतर्गत बंडल करता है। या मैन्युअल रूप से इंस्टॉल करें: ब्रू इंस्टॉल एरिया2 कैबएक्सट्रैक्ट विमलिब सीडीआरटीओल्स और सीएचएनटीपीडब्ल्यू (रीडमी देखें)।
zh_hans: 缺少工具：%@。发布版本将它们捆绑在 Resources/Tools/bin 下。或者手动安装：brew install aria2 cabextract wimlib cdrtools 和 chntpw（请参阅自述文件）。

source: Network timed out. Try again later.
ar: انتهت مهلة الشبكة. حاول مرة أخرى لاحقًا.
es: Se agotó el tiempo de espera de la red. Vuelve a intentarlo más tarde.
fr: Le réseau a expiré. Réessayez plus tard.
hi: नेटवर्क का समय समाप्त हो गया. बाद में पुन: प्रयास।
zh_hans: 网络超时。稍后再试。

source: No active download
ar: لا يوجد تنزيل نشط
es: Sin descarga activa
hi: कोई सक्रिय डाउनलोड नहीं
zh_hans: 没有主动下载
